alefragnani.project-manager
eamodio.gitlens
GitHub.copilot
GitHub.copilot-chat
golang.go
jakearl.search-editor-apply-changes
ms-python.black-formatter
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.remote-explorer
ms-vscode.remote-server
patbenatar.advanced-new-file
pbkit.vscode-pbkit
qcz.text-power-tools
redhat.vscode-yaml
rust-lang.rust-analyzer
tuttieee.emacs-mcx
yinfei.luahelper
