alefragnani.project-manager
bodil.file-browser
bradlc.vscode-tailwindcss
dart-code.dart-code
dart-code.flutter
eamodio.gitlens
esbenp.prettier-vscode
generalov.open-in-editor-vscode
github.copilot
github.copilot-chat
golang.go
inu1255.easy-snippet
jakearl.search-editor-apply-changes
jinliming2.vscode-go-template
lesgrieve.paste-indent
ms-python.black-formatter
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.remote-explorer
ms-vscode.remote-server
pbkit.vscode-pbkit
qcz.text-power-tools
redhat.vscode-yaml
rust-lang.rust-analyzer
tamasfe.even-better-toml
tuttieee.emacs-mcx
vsls-contrib.gistfs
yinfei.luahelper
