alefragnani.project-manager
asvetliakov.vscode-neovim
bodil.file-browser
dart-code.dart-code
dart-code.flutter
github.copilot
github.copilot-chat
golang.go
inu1255.easy-snippet
ms-python.black-formatter
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.remote-explorer
ms-vscode.remote-server
pbkit.vscode-pbkit
qcz.text-power-tools
redhat.vscode-yaml
sumneko.lua
